# yadr defaults
tap "homebrew/bundle"
brew "ctags"
brew "ghi"
brew "git"
brew "hub"
brew "macvim"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "tmux"
brew "zsh"

# personal
brew "git-lfs"
brew "git-flow-avh"
brew "poetry"
brew "pyenv"

cask "rectangle"
cask "spotify"

cask "iterm2"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "tableplus"
cask "docker"
cask "alfred"
cask "notion"
cask "figma"

tap "homebrew/cask-fonts"
cask "font-cascadia-code"
cask "font-cascadia-mono"
